Repository: Editird/Rstrui_WinUI3
Catalog: Rstrui_WinUI3/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn, zh_tw

# MainTitle
source: System Restore
ja_jp: システムの復元
zh_cn: 系统还原
zh_tw: 系統還原

# SubTitle
source: System Restore helps to fix problems with your PC, with a restore point recorded to restore your recent system changes. It does not affect any of your documents, photos, or other personal files.
ja_jp: システムの復元は、PCの問題を解決するために復元ポイントを使って最近のシステム変更を元に戻す機能です。ドキュメント、写真、その他の個人用ファイルには影響しません。
zh_cn: 系统还原帮助修复您的电脑问题，记录还原点以恢复您最近的系统更改。它不会影响您的文档、照片或其他个人文件。
zh_tw: 系統還原有助於修復您的電腦問題，記錄還原點以恢復您最近的系統更改。它不會影響您的文件、照片或其他個人檔案。

source: Learn more
ja_jp: 詳細情報
zh_cn: 了解更多
zh_tw: 了解更多

# DisabledByOrgTitle
source: System Restore has been turned off by your organization
ja_jp: システムの復元は組織によって無効化されています
zh_cn: 系统还原已被您的组织禁用
zh_tw: 系統還原已被您的組織禁用

# DisabledByOrgSubTitle
source: To turn on System Restore, contact your system administrator
ja_jp: システムの復元を有効にするには、管理者にお問い合わせください。
zh_cn: 要启用系统还原，请联系您的系统管理员
zh_tw: 要啟用系統還原，請聯繫您的系統管理員

# SystemProtectBtn
source: System protection
ja_jp: システムの保護
zh_cn: 系统保护
zh_tw: 系統保護

# RestoreSelectorTitle
source: Select your Restore points
ja_jp: 復元ポイントの選択
zh_cn: 选择还原点
zh_tw: 選擇還原點

# RestoreSelectorTimeZone
source: Current time zone:
ja_jp: 現在のタイムゾーン:
zh_cn: 当前时区：
zh_tw: 當前時區：

# AffectedAppsBtn
source: Scan affected apps
ja_jp: 影響を受けるプログラムのスキャン
zh_cn: 扫描受影响的应用
zh_tw: 掃描受影響的應用程式

# AffectedAppsTitle
source: Affected apps
ja_jp: 影響を受けるプログラム
zh_cn: 受影响的应用
zh_tw: 受影響的應用程式

# AffectedAppsContent
source: Cannot automatically list affected apps Please check your installed apps and restore points manually
ja_jp: 影響を受けるプログラムを自動的に一覧表示することができません。 手動でインストールしたプログラムと復元ポイントを確認してください。
zh_cn: 无法自动列出受影响的应用 请手动检查您的已安装应用和还原点
zh_tw: 無法自動列出受影響的應用程式 請手動檢查已安裝的應用程式和還原點

# RestoreSelectorErrorTitle
source: Error
ja_jp: エラー
zh_cn: 错误
zh_tw: 錯誤

# RestoreSelectorTimeZoneUnknown
source: Unknown
ja_jp: 不明
zh_cn: 未知
zh_tw: 未知

# RestorePointType_ApplicationInstall
source: Application Install
ja_jp: アプリケーションのインストール
zh_cn: 应用程序安装
zh_tw: 應用程式安裝

# RestorePointType_ApplicationUninstall
source: Application Uninstall
ja_jp: アプリケーションのアンインストール
zh_cn: 应用程序卸载
zh_tw: 應用程式解除安裝

# RestorePointType_DeviceDriverInstall
source: Device Driver Install
ja_jp: デバイス ドライバーのインストール
zh_cn: 设备驱动程序安装
zh_tw: 驅動程式安裝

# RestorePointType_ModifySettings
source: Modify Settings
ja_jp: 設定の変更
zh_cn: 修改设置
zh_tw: 修改設定

# RestorePointType_CancelledOperation
source: Cancelled Operation
ja_jp: 操作のキャンセル
zh_cn: 取消的操作
zh_tw: 取消的操作

# RestorePointType_Manual
source: Manual
ja_jp: 手動
zh_cn: 手动
zh_tw: 手動

# RestoreResultTitle
source: Summary
ja_jp: 概要
zh_cn: 摘要
zh_tw: 摘要

# RestoreResultSubtitle
source: Your PC will be restored to the state it was in before the event in the Description field below
ja_jp: 以下の復元ポイントの状態にPCを復元します。
zh_cn: 您的电脑将恢复到以下描述字段中事件发生之前的状态
zh_tw: 您的電腦將恢復到以下描述字段中事件發生之前的狀態

# RestoreResultAttentionTitle
source: Attention
ja_jp: 注意
zh_cn: 注意
zh_tw: 注意

# RestoreResultAttention
source: If you have changed Windows password recently, we recommend that you create a password reset disk. Your PC needs to restart to apply these changes. Before you begin, save any open files and close all apps.
ja_jp: 最近Windowsのパスワードを変更した場合は、パスワード リセット ディスクを作成することをお勧めします。これらの変更を適用するには、PCを再起動する必要があります。開始する前に、すべてのファイルを保存し、開いているプログラムを閉じてください。
zh_cn: 如果您最近更改了 Windows 密码，我们建议您创建一个密码重置磁盘。您的电脑需要重新启动以应用这些更改。在开始之前，请保存所有打开的文件并关闭所有应用。
zh_tw: 如果您最近更改了 Windows 密碼，我們建議您創建一個密碼重置磁碟。您的電腦需要重新啟動以應用這些更改。在開始之前，請保存所有打開的文件並關閉所有應用。

# RestoreResultName
source: Name:
ja_jp: 名前:
zh_cn: 名称：
zh_tw: 名稱：

# RestoreResultDate
source: Date:
ja_jp: 日付:
zh_cn: 日期：
zh_tw: 日期：

# RestoreResultType
source: Type:
ja_jp: 種類:
zh_cn: 类型：
zh_tw: 類型：

# RestoreResultRestore
source: Restore
ja_jp: 復元
zh_cn: 还原
zh_tw: 還原

# RestoreResultErrorTitle
source: Error
ja_jp: エラー
zh_cn: 错误
zh_tw: 錯誤

# RestoreResultErrorNoPoint
source: No restore point selected
ja_jp: 復元ポイントが選択されていません。
zh_cn: 未选择还原点
zh_tw: 未選擇還原點

# RestoreResultConfirmTitle
source: System Restore
ja_jp: システムの復元
zh_cn: 系统还原
zh_tw: 系統還原

# RestoreResultConfirmContent
source: Are you sure you want to restore the system to this restore point? The system will restart to complete the restore process.
ja_jp: このシステムの復元ポイントを使用して復元を実行しますか? 復元プロセスを完了するため、システムは再起動されます。
zh_cn: 您确定要将系统还原到此还原点吗？ 系统将重新启动以完成还原过程。
zh_tw: 您確定要將系統還原到此還原點嗎？ 系統將重新啟動以完成還原過程。

# RestoreResultConfirmBtn
source: Confirm
ja_jp: 次へ
zh_cn: 确认
zh_tw: 確認

# RestoreResultCancelBtn
source: Cancel
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

# RestoreResultStartedTitle
source: System Restore Started
ja_jp: システムの復元を開始しました
zh_cn: 系统还原已启动
zh_tw: 系統還原已啟動

# RestoreResultStartedContent
source: The system restore process has started. The system will automatically restart to complete the restore. Please save all unsaved work.
ja_jp: システムの復元プロセスが開始されました。復元を完了するため、システムは自動的に再起動されます。 すべての作業内容を保存してください。
zh_cn: 系统还原过程已启动。 系统将自动重新启动以完成还原。 请保存所有未保存的工作。
zh_tw: 系統還原過程已啟動。 系統將自動重新啟動以完成還原。 請保存所有未保存的工作。

# RestoreResultRestartNow
source: Restart Now
ja_jp: 今すぐ再起動
zh_cn: 立即重启
zh_tw: 立即重啟

# RestoreResultRestartLater
source: Restart Later
ja_jp: 後で再起動
zh_cn: 稍后重启
zh_tw: 稍後重啟

# RestoreResultFailedTitle
source: System Restore Failed
ja_jp: システムの復元に失敗しました
zh_cn: 系统还原失败
zh_tw: 系統還原失敗

# RestoreResultPermissionTitle
source: Insufficient Permissions
ja_jp: 権限が不足しています
zh_cn: 权限不足
zh_tw: 權限不足

# RestoreResultPermissionContent
source: Administrator privileges are required to perform system restore. Please run this application as an administrator.
ja_jp: このアプリケーションには管理者権限が必要です。管理者として実行してください。
zh_cn: 需要管理员权限才能执行系统还原。 请以管理员身份运行此应用程序。
zh_tw: 需要管理員權限才能執行系統還原。 請以管理員身份運行此應用程序。

# RestoreResultUnknownErrorTitle
source: Error Occurred
ja_jp: 問題が発生しました
zh_cn: 发生错误
zh_tw: 發生錯誤

# RestoreResultUnknownErrorContent
source: An error occurred during system restore: {0}
ja_jp: システムの復元中にエラーが発生しました: {0}
zh_cn: 系统还原期间发生错误：{0}
zh_tw: 系統還原期間發生錯誤：{0}

# Cancel
source: Don't Restore
ja_jp: キャンセル
zh_cn: 不还原
zh_tw: 不要還原

source: Back
ja_jp: 戻る
zh_cn: 返回
zh_tw: 返回

source: Next
ja_jp: 次へ
zh_cn: 下一步
zh_tw: 下一步

source: OK
zh_cn: 确定
zh_tw: 確定
